Repository: giellalt/corpus-sma
Catalog: tmx/swe/admin/jll.se/idaguppmarksammarvisamiskanationaldagen.5.765a320914b2ab56df5d74.html.tmx
Source language: sma
Languages: swe

source: Lyssna
swe: A till Ö

source: Daan biejjien saemiej nasjonaale biejjiem tjalmahtibie.
swe: I dag uppmärksammar vi samiska nationaldagen.

source: Jïemhten Herjedaelien Dajve åarjelsaemien reeremedajvesne jïh eadtjohkelaakan barka, saemiej reaktaj gujmie sijjen gïelem jïh kultuvrem nænnoestidh.
swe: Region Jämtland Härjedalen ingår i det sydsamiska förvaltningsområdet och arbetar aktivt för att stärka samernas rätt till sitt språk och sin kultur.

source: Vägvisaren
swe: Hälsocentraler

source: Press
swe: Hitta rätt

source: Box 654
swe: Genvägar
